#+LANGUAGE: en
#+OPTIONS: ':t
#+LATEX_HEADER: \usepackage[margin=1.25in]{geometry}
#+LATEX_HEADER: \usepackage{parskip}
#+LATEX_HEADER: \usepackage{subfig}
#+LATEX_HEADER: \captionsetup[table]{belowskip=12pt,aboveskip=4pt}
#+TITLE: hackEDU Progress Report
#+LATEX: \newpage
In our original grant proposal we outlined five goals for 2015:

1. Increase the number of student-run high school coding clubs in our network
2. Develop our "club in a box" offering
3. Strengthen connections amongst clubs and devise pathways for members to join
   the larger hackEDU community
4. Leverage partnerships to continue growing our club network
5. Measure our effectiveness and automate our feedback system

The first five sections below indicate our progress on each goal. The following
sections provide more insight into the organization as a whole.
** Expenses
#+NAME: tab:expenses
| Category  |  April |     May |    June |    July |  August |    Total |
|-----------+--------+---------+---------+---------+---------+----------|
| Food      |  70.16 |  189.21 |  142.49 |  163.90 |  151.73 |   717.49 |
| Salary    |   0.00 | 4560.00 | 3840.00 | 5920.00 | 5120.00 | 19440.00 |
| Services  |  19.65 |   49.15 |    6.00 |   41.98 |   92.88 |   209.66 |
| Transport |  63.47 |  182.24 |  338.60 |  177.00 |  241.84 |  1003.15 |
| Travel    |   0.00 |  126.00 |  955.65 |  167.77 |  331.45 |  1580.87 |
| Misc      |   0.00 |  250.24 |  736.78 |   77.00 |   45.39 |  1109.41 |
|-----------+--------+---------+---------+---------+---------+----------|
| Total     | 153.28 | 5356.84 | 6019.52 | 6547.65 | 5983.29 | 24060.58 |
#+TBLFM: $7=vsum($2..$6);f2::@8$2=vsum(@2..@7)::@8$3=vsum(@2..@7)::@8$4=vsum(@2..@7)::@8$5=vsum(@2..@7)::@8$6=vsum(@2..@7)::@8$7=vsum(@2..@7)
** Summary
These past few months one of our greatest assets has been focus. Not actively
fundraising allowed us to dedicate the entire team to creating the Hack Club
Playbook and gave us the focus to successfully execute on Hack Camp.

As we enter the 2015 - 2016 school year I believe that mantaining that same
level of focus will be crucial to our success. With our current monthly burn
rate of $9,920.00 (this includes the Director of Community hire) we will run out
of cash March 2016 (in 6 months).

With an additional $50,000 cash infusion we would have until August 2016, giving
us 5 additional months of runway at our current burn rate. This would give us
significantly more time to focus on building and deploying the best club
playbook possible this school year, laying the foundation for all of our impact
in the years to come.

#+CAPTION: Financial summary
#+NAME: tab:financial-summary
| Category            |   April |      May |     June |     July |   August |    Total |
|---------------------+---------+----------+----------+----------+----------+----------|
| Expenses            |  153.28 |  5356.84 |  6019.52 |  6547.65 |  5983.29 | 24060.58 |
| Income              | 5000.00 | 60950.00 | 15000.00 |  3264.98 |  2500.02 | 86715.00 |
| Reimbursements Owed |   52.88 |    11.00 |    39.38 |     0.00 |   183.91 |   287.17 |
| Total Assets        |   87.46 |  4987.06 | 60591.22 | 69611.08 | 66328.41 |      N/A |
|---------------------+---------+----------+----------+----------+----------+----------|
| Net                 | 4846.72 | 55593.16 |  8980.48 | -3282.67 | -3483.27 | 62654.42 |
#+TBLFM: @2$7..@4$7=vsum($2..$6);f2::@6$2..@6$7=@3-@2::@2$2=remote(tab:expenses,@8$2)::@2$3=remote(tab:expenses,@8$3)::@2$4=remote(tab:expenses,@8$4)::@2$5=remote(tab:expenses,@8$5)::@2$6=remote(tab:expenses,@8$6)

Note: in table [[tab:financial-summary]], "Total Assets" refers to the total
financial assets we own as an organization. This includes all of our bank
accounts and other places, like PayPal, where we have money.
